Revit 2024 API
SpecTypeId.Stationing Property
 Stationing, in discipline Infrastructure.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Stationing { get; }
Visual Basic
Public Shared ReadOnly Property Stationing As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Stationing {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace